export const SajupaljaMock = {
    name: "이준수",
    birth: "1999년 2월 13일 17:35",
    0: [["傷官", "(상관)"], ["比肩", "(비견)"], ["傷官", "(상관)"], ["傷官", "(상관)"]],
    1: [["인", "壬", "陽水", "#2F2F2F"], ["정", "丁", "陽水", "#C23030"], ["계", "癸", "陰水", "#2F2F2F"], ["계", "癸", "陰水", "#2F2F2F"]],
    2: [["인", "寅", "陰木", "#2F2F2F"], ["사", "巳", "陰火", "#C23030"], ["해", "亥", "陰水", "#2F2F2F"], ["유", "酉", "陰金", "#F9F9F9"]],
    3: [["比肩", "(비견)"], ["劫財", "(겁재)"], ["食神", "(식신)"], ["偏財", "(편재)"]],
    4: [["死", "(사)"], ["帝旺", "(제왕)"], ["胎", "(태)"], ["長生", "(장생)"]],
    5: [["勾殺", "(겁살)"], ["地殺", "(지살)"], ["驛馬殺", "(역마살)"], ["將星殺", "(장성살)"]],
    6: [
        [""], 
        [""], 
        ["天乙", "(천을귀인)"], 
        [["天乙", "(천을귀인)"], ["太極", "(태극귀인)"], ["文昌", "(문창귀인)"]]
    ],
};